Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: If a Woolseyism is well-received enough to the point where the change actually gets ported to other translations, then it becomes ForeignDubAsBasis.
pt_br: Se um woolseyismo é tão bem-aceito que a mudança é incorporada em outras traduções, então se torna um caso de Br/DublagemEstrangeiraComoBase.

source: If a character, for example, murders someone and never gets caught, but [[BoltOfDivineRetribution a freak lightning strike kills them]], [[KarmicDeath they've still gotten their comeuppance even though the lightning had no connection to their crime]].
pt_br: Se um personagem, por exemplo, mata alguém e nunca é pego, mas [[Br/RaioDaDivinaRetribuicao um raio o mata]], [[Br/MorteKarmica eles ainda tiveram a punição ainda que o raio não tenha conexão com o crime]].

source: If a genuine sequel or interquel is released after the prequel, then it's AnachronicOrder.
pt_br: Se uma sequência ou interquência genuína é lançada após a prequência, então é Br/OrdemAnacronica.

source: If a hat is sitting on stage, it’s set decoration.
pt_br: Se um chapéu está posicionado no palco, é uma decoração da cena.

source: If a non-Chilindrina episode from the early years is recycled, Chilindrina will sometimes appear as the substitute for Quico or even Don Ramón in the new version.
pt_br: Se é um episódio anterior que não tinha a Chiquinha, então ela às vezes aparece como substituta do Quico ou até mesmo do Seu Madruga.

source: If a plan requires someone to be TheBait, if the other members of the team don't volunteer, they'll usually [[GotVolunteered get volunteered]] to do it.
pt_br: Se um plano requer que alguém seja Br/AIsca e os outros membros do time não se prontificam, o corinho é quem [[Br/FoiVoluntariado será voluntariado]] para fazer isso.

source: If a robot is conscious and even empathetic without necessarily thinking or acting like a ''human,'' it may be a {{Mechanical Animal|s}}.
pt_br: Se um robô é consciente e até mesmo empático sem necessariamente pensar ou agir como um ''humano'', pode ser que ele seja um Br/AnimalMecanico.

source: If a scientist ''wants'' to concentrate on ordinary science but is being coerced into producing terrible things, they may be a ReluctantMadScientist or even a KidnappedScientist.
pt_br: Se um cientista ''deseja'' se concentrar na ciência convencional mas está sendo forçado a produzir coisas terríveis, ele pode ser um Br/CientistaMalucoRelutante ou até mesmo um Br/CientistaSequestrado.

source: If a sequel is made on a shoestring budget, it typically means they're just farting it out for a quick buck.
pt_br: Se uma sequência é feita com um orçamento ridiculamente baixo, isso significa que eles estão apenas empurrando a obra para catar um troco rápido.

source: If a work gets enough sequels, it becomes a FilmSerial or SerialNovel.
pt_br: Se uma obra receber sequências suficientes, pode se tornar um Br/FilmeSeriado.

source: If a work has several Mad Scientists, you can expect them to be distinguished by their particular field of interest.
pt_br: Se uma obra tiver muitos cientistas loucos, geralmente é possível distinguir entre eles através da área de pesquisa.

source: If all the other characters are otherwise sane, and really should see something, but only one guy does, he's an EinsteinSue.
pt_br: Se todos os outros personagens são sãos e realmente deveriam perceber algo, mas só um cara percebe, então esse cara é um ??? EinstenSue.

source: If an actor picks the hat up, it’s a prop.
pt_br: Se um ator pega o chapéu, é um adereço.

source: If an actor puts the hat on and wears it, it’s a costume.
pt_br: Se ele pega o chapéu e o bota na cabeça, é parte do traje.

source: If carried too far, may result in DeusAngstMachina.
pt_br: Se for levado longe demais, pode resultar em Br/DeusAngstMachina.

source: If done haphazardly, may result in a PatchworkMap.
pt_br: Pode resultar em um Br/MapaDeRetalhos se for feito de qualquer jeito.

source: If done well enough, it may lead the audience to CryForTheDevil or even straight-up turn a near-CompleteMonster into a WoobieDestroyerOfWorlds.
pt_br: Se for feito adequadamente, isso pode fazer o público Br/ChorarPeloDiabo ou até mesmo transformar um quase Br/MonstroCompleto no Br/CoitadinhoODestruidorDeMundos.

source: If every conceivable misfortune happens to the Butt-Monkey, regardless of its logic or lack thereof, you've got yourself a CosmicPlaything.
pt_br: Se todo e qualquer revés imaginável acontece ao Corinho, independentemente de sua lógica ou da falta dela, então ele é um Br/BrinquedoCosmico.

source: If he does, [[{{Series/Hannibal}} don't eat the cookies]].
pt_br: Caso ele esteja, [[BrSerie/{{Hannibal}} não coma os biscoitos]].

source: If he tries to follow up with the threat he ends up proving her right.
pt_br: Quando ele tenta aplicar a ameaça ele acaba provando que ela está certa.

source: If in your opinion the character desperately needs to die, that's likely DamselScrappy.
pt_br: Se na sua opinião o personagem precisa morrer urgentemente, então pode ser um caso de Br/DonzelaOdiada.

source: If it lacks human emotions but feigns them convincingly, it may be a RoboticPsychopath, at least in the literal psychological sense.
pt_br: Se ele não possui emoções humanas mas as finge de maneira convincente, pode ser que seja um Br/PsicopataRobotico, pelo menos no sentido psicológico literal.

source: If it shoehorns BlackAndWhiteMorality into the work and makes everyone clear heroes and villains, then expect people to complain about the loss of subtlety in the setting, or feel like the writers are talking down to them.
pt_br: Se a Br/MoralidadePretaEBranca for encaixada à força na obra para tornar todo mundo claramente um herói ou um vilão, pode esperar que as pessoas reclamem sobre a perda de sutilieza na ambientação.

source: If it works for the first sequel, it will be cranked up more and more in further sequels.
pt_br: Se funciona para a primeira sequência, vai ser intensificado ainda mais nas sequências posteriores.

source: If it's a child calling out a parent or vice versa, it's CallingTheOldManOut or CallingTheYoungManOut.
pt_br: Se for uma criança chamando a atenção do pai ou vice-versa, é Br/DarUmSermaoNoVelho ou Br/DarUmSermaoNoJovem.

source: If it's a planned sequel then the savvy author will have at least a rough draft or idea of what happens in the sequel(s), what happened in the prequel, and leave in various {{Sequel Hook}}s and {{Schrodingers Gun}}s in the original to later link it with any following stories.
pt_br: Se for uma sequência planejada então o autor experiente vai ter no mínimo um rascunho do que acontece na(s) sequência(s) e também do que aconteceu antes, deixando assim vários [[Br/GanchoParaASequencia ganchos para sequências]] e [[Br/ArmaDeSchrodinger armas de Schrodinger]] no trabalho original para conectar depois com histórias posteriores.

source: If it's a two-person show, with one person playing the Only Sane Man to the other's wackiness, it's a StraightManAndWiseGuy scenario.
pt_br: Se for um show com duas pessoas, com uma pessoa fazendo o papel de Único Homem São para as palhaçadas do outro, é um cenário de Br/HomemSerioECaraSagaz.

source: If it's a {{Mecha Mook|s}} or MechanicalMonster -- whose only real purpose in the story is to give the heroes something literally mindless to fight and destroy without having to feel guilty about it -- or even a full blown villain in its own right (the question of [[Film/TheTerminator Terminators']] sentience never came up until we met a [[Film/Terminator2JudgmentDay friendly one]]), the assumption is usually that they are [[JustAMachine Just Machines]] and need to be stopped just as you'd need to stop or fix a runaway car or sparking electrical cable, and such robots will usually be portrayed as [[SlidingScaleOfRobotIntelligence so obviously lacking self-awareness or personality]] that there may be no perceived need to even ask the question.
pt_br: Se for um Br/CapangaMecanico ou um Br/MonstroMecanico -- cujo único propósito na história é dar aos heróis algo para destruir sem que haja remorso -- ou até mesmo um vilão completo por mérito próprio (a questão sobre a senciência do [[BrFilme/OExterminadorDoFuturo Exterminador]] nunca foi trazida à tona até a gente encontrar um [[BrFilme/OExterminadorDoFuturo2OJulgamentoFinal que é amigável]]), a suposição é que eles sáo [[Br/SoUmaMaquina apenas máquinas]] e precisam ser impedidos tanto quanto se pararia um carro descontrolado ou se consertaria um fio elétrico exposto, de modo que tais robôs geralmente são retratados como [[Br/EscalaMovelDeInteligenciaRobotica tão obviamente desprovidos de personalidade ou percepção própria]] que não existe motivo para sequer se levantar a dúvida.

source: If not handled deftly, this annoys the shippers and replaces the romantic tension with frustration or disinterest.
pt_br: Se não for executado com maestria, isso irrita os espectadores e substitui a tensão romântica por frustração ou desinteresse.

source: If not, then they are a DesignatedHero.
pt_br: Se não acontecer, então ele é um Br/HeroiDesignado.

source: If otherwise-(mostly) sane scientists start behaving crazily while they're in the throes of creativity, they're visiting TheMadnessPlace.
pt_br: Se cientistas sãos começam a se comportar de maneira estranha enquanto estão no seu processo criativo, então eles estão visitando o Br/LugarDaLoucura.

source: If several characters take turns being the Only Sane Man, they're playing with a SanityBall.
pt_br: Se vários personagens se revezam na posição de Único Homem São, eles estão jogando uma partida com uma Br/BolaDaSanidade.

source: If she's playing the tough guy straight, her softer side is often [[TomboyWithAGirlyStreak a secret cache of girlish habits which she finds embarrassing]].
pt_br: Se ela estiver totalmente voltada para o aspecto durão, o lado suave dela costuma ser um conjunto secreto de hábitos femininos que ela considera embaraçoso.

source: If somebody CannotTellAJoke, this is the part they're most likely to forget.[[note]]If somebody cannot take a joke, this is the part they're most likely to make the other fellow wish they ''could'' forget.[[/note]] When it works, however, it's responsible for a very good many SugarWiki/FunnyMoments.
pt_br: Se alguém é Br/IncapazDeContarUmaPiada, essa é a parte que eles provavelmente vão esquecer. [[note]]Se alguém é incapaz de ouvir uma piada, essa é a parte que ele gostaria que o outro ''esquecesse''.[[/note]] Mas quando funciona, é responsável por muitos momentos satisfatórios.

source: If someone needs to bust open the door, hold the line against the enemy, break down boulders, or [[MundaneUtility help you move your furniture]], they are the one to turn to.
pt_br: Se alguém precisar estourar a porta, segurar uma barricada contra o inimigo, quebrar rochas ou [[Br/UtilidadeMundana ajudar com a mudança da mobília]], é a ele que se recorre.

source: If something does change, it's generally reset back to the way it was before very quickly.
pt_br: Se algo muda, geralmente volta para o jeito que era antes bem rapidinho.

source: If something happens to you there, ''everyone'' will know about it.
pt_br: Se algo te acontecer, ''todo mundo'' vai ficar sabendo.

source: If something important is happening on the other side of the world and there's no way to get the narrator there, then it can't be witnessed first-hand; they'll have to hear about it from somebody or something else after the fact.
pt_br: Se algo importante está acontecendo do outro lado do mundo e não há como o narrador chegar lá, então isso não pode ser vivenciado em primeira mão; eles terão que ouvir a respeito de outra pessoa ou de outra fonte depois que o fato ocorreu.

source: If that same government decides they don't want to tax hot tubs, they will add a provision that says hot tubs are not pools.
pt_br: Se o mesmo governo decide que não haverá taxas para banheiras, então é adicionada uma emenda para dizer que banheiras não são piscinas.

source: If the ''deity'' behind one of these churches is one of these, on the other hand, you've got problems -- count on an EasyRoadToHell due to them being so impossibly strict that few (if any) of the mortals under them can live up to their standards of morality.
pt_br: Se a ''divindade'' por trás de uma dessas igrejas for um desses, por outro lado, você terá problemas -- pode esperar uma Br/ViaExpressaParaOInferno devido ao fato de elas serem tão impossivelmente estritas que poucos (se é que há) mortais sob a graça dela conseguirão alcançar seus padrões de moral.

source: If the Butt-Monkey is an OnlySaneMan, they're the NoRespectGuy; and if the Monkey is a NiceGuy, it's KafkaKomedy.
pt_br: Se o Corinho for a Br/UnicaPessoaSa, então eles são o Br/CaraDesrespeitado; se for um Br/CaraLegal, então é Br/KomediaKafka.

source: If the Butt-Monkey is fat, they may or may not be a FatComicRelief, which often are Butt-Monkeys.
pt_br: Se o Corinho for gordo, ele também pode ser o Br/GordoAlivioComico, que costuma ser um corinho.

source: If the Butt-Monkey's suffering is a result of their bad deeds coming back to bite them, then they're a KarmicButtMonkey, which is also a SubTrope.
pt_br: Se o sofrimento do Corinho é resultado de ações do passado voltando para o atazanar, então eles são um Br/CorinhoKarmico, que é um Br/SubTropo.

source: If the Crapsack World's continued misery is caused by supernatural forces, see DarkFantasy, HellOnEarth or CosmicHorrorStory.
pt_br: Consultar Br/FantasiaSombria, Br/InfernoNaTerra ou Br/HistoriaDeHorrorCosmico para casos em que a miséria perpétua do mundo é causada por forças sobrenaturais.

source: If the Knight Templar fails to see ''any'' wrong in their actions, then you're dealing with a variant known as the TautologicalTemplar, who is so convinced that they're doing the right thing that they can't even fathom the idea that anything they do might be questionable or hurting others.
pt_br: Se o Cavaleiro Templário falha em perceber ''qualquer'' erro em suas ações, então você está lidando com uma variante conhecida como Br/TemplarioTautologico, que é tão convencida de estar fazendo a coisa certa que não consegue sequer imaginar que algo que eles façam possa ser questionável ou possa estar ferindo alguém.

source: If the accusation is ''really'' serious (''e.g.'' racism, DomesticAbuse, [[RapeIsASpecialKindOfEvil sexual assault]]), no one will want anything to do with the show [[RoleEndingMisdemeanor until that cast member is erased from the show entirely]] -- which can't always be done cleanly.
pt_br: Se a acusação for ''realmente'' séria (''e.g.'' racismo, Br/AbusoDomestico, [[Br/EstuproEUmTipoEspecialDeMaldade abuso sexual]]), ninguém vai querer fazer nada no show [[Br/DelitoDeEncerramentoDePapel até que o membro envolvido seja removido totalmente do show]] -- o que nem sempre se pode fazer de forma simples.

source: If the added distinction is so narrow that the result fails to actually ''establish a pattern'', the trope is Administrivia/TooRareToTrope.
pt_br: Se a distinção acrescentada é tão restrita que o resultado falha em estabelecer um padrão, é um caso de BrAdministrivia/RaroDemaisParaSerUmTropo.

source: If the audience shares the characters' viewpoint, ''they'' can't be certain of anything either.
pt_br: Se o público compartilha a perspectiva dos personagens, ''eles também'' não podem ter certeza de nada.

source: If the audience sympathizes with them, they become a {{Woobie}}.
pt_br: Se a audiência simpatizar com eles, eles se tornam Br/OCoitadinho.

source: If the author relies too heavily on {{Contrived Coincidence}}s, {{Deus Ex Machina}}s, {{Eleventh Hour Superpower}}s, {{Story Breaker Power}}s, {{Ass Pull}}s, or NewPowersAsThePlotDemands to get the heroes out of danger, the audience will eventually stop caring about whatever threat the heroes are facing, and likely won't even care ''the next time'' said heroes' lives are threatened, either.
pt_br: Se o autor usa em excesso a Br/CoincidenciaConveniente, Br/DeusExMachina, Br/SuperpoderDeUltimaHora, Br/SolucaoTiradaDaBunda ou Br/NovosPoderesConformeATramaExige para tirar os heróis do perigo, o público eventualmente vai deixar de se importar com as ameaças que os heróis estão encarando e provavelmente não vão ligar ''na próxima vez'' em que a vida dos ditos heróis for ameaçada.

source: If the author relies too heavily on {{Retcon}}s, [[AlternateTimeline Alternate Timelines]], TheMultiverse, and {{Continuity Reboot}}s, viewers are eventually going to stop caring about what happens there.
pt_br: Se o autor usar com muita frequência a Br/ContinuidadeRetroativa, a Br/LinhaDoTempoAlternativa, Br/OMultiverso e o Br/ReinicioDeContinuidade, os espectadores eventualmente vão parar de ligar para os eventos.

source: If the character [[IronWoobie doesn't let bad events faze him,]] he is not the Woobie.
pt_br: Se o personagem [[Br/CoitadinhoCalejado não se deixa perturbar pelos eventos ruins]], ele não é o Coitadinho.

source: If the character acquires quirks that are contrary to their earlier portrayal, usually because the writers were figuring out what to do with them, that is CharacterizationMarchesOn.
pt_br: Se o personagem obtém traços que são contrários à representações anteriores, geralmente porque os escritores ainda não sabiam o que fazer com eles, isso é Br/AMarchaDaCaracterizacao.

source: If the character is a [[TheChewToy Chew Toy]], {{Jerkass}}, or HateSink, he is not the Woobie ([[JerkassWoobie unless the character is also meant to be sympathetic]]).
pt_br: Se o personagem for um Br/BrinquedoDeMorder, Br/{{Babaca}} ou um Br/RaloDeOdio, então ele não é um Coitadinho ([[Br/CoitadinhoBabaca a não ser que haja intenção de o personagem também ser simpático]]).

source: If the game reaches an obscene difficulty at a certain point and never looks back, look for DifficultySpike.
pt_br: Se o jogo alcança uma dificuldade ridícula em certo ponto e não volta atrás, é um caso de Br/SaltoNaDificuldade.

source: If the game teaches you any of the mechanics at all, it's through a WakeUpCallBoss or a [[DifficultySpike particularly nasty]] NoobBridge.
pt_br: Se o jogo te ensina alguma das mecânicas, é através de um Br/ChefeDeAlerta ou de uma [[Br/SaltoNaDificuldade ponte particularmente horrível]].

source: If the heroes just finished a training arc and show off new powers, it's LookWhatICanDoNow.
pt_br: Se os heróis acabaram de passar por um arco de treinamento e exibem seus novos poderes, é Br/OlhaOQueEuSeiFazerAgora.

source: If the humans and the [=AIs=] disagree about the answer to the question, a [[TurnedAgainstTheirMasters rebellion]] or RobotWar may be in the cards.
pt_br: Se os humanos e as [=IAs=] discordam sobre a resposta, é possível que os robôs acabem Br/VoltadosContraSeusMestres ou que haja uma Br/GuerraRobotica.

source: If the loophole's existence is explained, one [[JustifiedTrope justification]] sometimes is that when the rule was designed, the Loophole Abuse seemed absurd enough that no one would ever be stupid enough to try it.
pt_br: Se a existência da brecha é explicada, uma [[Br/TropoJustificado justificativa]] costuma ser que quando a regra foi pensada, a tal brecha parecia absurda o bastante de modo que ninguém seria estúpido o bastante para tentar.

source: If the mission was a rescue, it was an UnwantedRescue, and the former captive may bitterly inform them of the true facts.
pt_br: Se a missão era um resgate, então era um Br/ResgateIndesejado e o recém liberto informará com remorso os benfeitores dos verdadeiros fatos.

source: If the page exists, you'll see a link to it; if it doesn't exist yet, you'll see the name in [[Administrivia/RedLink red]] ([[ItLooksLikeThis like this]]), which you can then click to create the page.
pt_br: Se a página existir, você vai ver um link para ela, se não existir, você vai ver o nome em [[BrAdministrivia/LinkVermelho vermelho]] ([[Br/SePareceComIsso desse jeito]]), e você poderá clicar nele para criar a página.

source: If the people who live in the Crapsack World don't realise or pretend it isn't a horrible place to be in, it is a FalseUtopia.
pt_br: Se as pessoas que vivem no mundo lixoso não percebem (ou fingem) que não é um local horrível para se viver, então é uma Br/FalsaUtopia.

source: If the player is [[ButThouMust given no choice in their decision]] due to {{Railroading}} or multiple choices they can make [[MortonsFork all end with terrible consequences]], and the player is then called out for their actions, they are BlamedForBeingRailroaded.
pt_br: Se o jogador [[Br/MasTuDeves não possui escolha real na decisão dele]] devido ao Br/{{Empurramento}} ou todas as opções [[Br/GarfoDeMorton terminam com consequências terríveis]] pelas quais o herói é chamado a atenção, então ele Br/LevouACulpaPorTerSidoEmpurrado.

source: If the plot is based on a MythArc, dragging it out too long or [[KudzuPlot piling plot thread upon plot thread]] without resolution may lead to fans getting the impression that [[TheChrisCarterEffect the writers are just making it up as they go along]] and subsequently tuning out.
pt_br: Se a trama é baseada em um Br/ArcoMitologico, arrastar ele por muito tempo ou [[Br/TramaKudzu empilhar tramas sobre tramas]] sem resolução pode fazer os fãs ficarem com a impressão de que [[Br/EfeitoChrisCarter os escritores estão apenas inventando a história durante a série]] e então a abandonarem.

source: If the pronouns could be changed to first person without losing any comprehension, this is the POV you're in.
pt_br: Se os pronomes podem ser alterados para a primeira pessoa sem que haja perda de compreensão, este é o ponto de vista em que se está.

source: If the proxy is encountered often enough, it can give the ''semblance'' of invulnerability.
pt_br: Se o substituto for encontrado com frequência, ele pode passar a sensação de invulnerabilidade.

source: If the robot is malevolent but is also judged to have true self-awareness, often the next question is whether it can be ''[[HackYourEnemy fixed]]'' to [[MirrorMoralityMachine become good]] -- which then raises further ethical questions about whether it's right to go [[HeelFaceBrainwashing mucking about with the basic essence of someone's mind]], even if that someone is a machine.
pt_br: Se o robô é malévolo mas também tido como possuindo percepção própria, a próxima questão é sobre se ele pode ser ''[[Br/HackearOInimigo consertado]]'' para [[Br/MaquinaDeEspelhoDaMoralidade se tornar bom]] -- o que levanta questões éticas adicionais sobre se é certo [[Br/PassarParaOLadoDaLavagemCerebral manipular a essência básica da mente de alguém]], mesmo que esse alguém seja uma máquina.

source: If the story's premise is this trope or relies on it, it's ItBeganWithATwistOfFate instead.
pt_br: Se a premissa da história é este tropo, é porque Br/ComecouComUmaReviravoltaDoDestino.

source: If the various people/factions are engaged in some sort of opposition to a common enemy, WeAreStrugglingTogether is usually the result, as the people who should be on the same side disagree about details and turn against each other rather than unite.
pt_br: Se as várias pessoas/facções estão juntas em oposição a um inimigo comum, Br/NosEstamosLutandoJuntos costuma resultar, pois as pessoas que deveriam estar do mesmo lado discordam nos detalhes e se voltam entre si ao invés de se unir.

source: If the villain is gothic, see GothsHaveItHard.
pt_br: Se o vilão for gótico, consultar Br/ParaGoticosTudoEDificil.
